Repository: tk-wordpress/tk-cookie-manager
Catalog: languages/*_cookie_manager-*.po
Languages: de_de@formal

source: Invalid data submitted!
de_de@formal: Ungültige Daten übermittelt!

source: General
de_de@formal: Allgemein

source: Cookie Groups & Cookies
de_de@formal: Cookie-Gruppen & Cookies

source: Embedded Contents
de_de@formal: Eingebundene Inhalte

source: Custom CSS
de_de@formal: Eigenes CSS

source: Imprint page
de_de@formal: Impressum-Seite

source: Privacy policy page
de_de@formal: Datenschutz-Seite

source: Is active
de_de@formal: Ist aktiv

source: Description
de_de@formal: Beschreibung

source: Headline
de_de@formal: Überschrift

source: Imprint link
de_de@formal: Impressum-Link

source: Privacy policy link
de_de@formal: Datenschutz-Link

source: Light
de_de@formal: Hell

source: Dark
de_de@formal: Dunkel

source: Adjust cookie settings
de_de@formal: Cookie-Einstellungen anpassen

source: Buy me a beer
de_de@formal: Spendieren Sie mir ein Bier

source: , if you like this plugin.
de_de@formal: , wenn Ihnen das Plugin gefällt.

source: Disable cookie infobox for this page
de_de@formal: Cookie-Infobox auf dieser Seite deaktivieren

source: current
de_de@formal: aktuell

source: Form cannot be submitted. Please correct invalid fields first.
de_de@formal: Formular kann nicht übermittelt werden. Bitte zunächst ungültige Felder korrigieren.

source: Configuration of cookies, bundled in groups.
de_de@formal: Konfiguration von Cookies, gebündelt in Gruppen.

source: Content embed settings for several platforms.
de_de@formal: Einstellungen für eingebettete Inhalte für verschiedene Plattformen.

source: No cookie groups defined so far.
de_de@formal: Bisher wurden keine Cookie-Gruppen definiert.

source: Add new cookie group
de_de@formal: Neue Cookiegruppe hinzufügen

source: Delete
de_de@formal: Löschen

source: If not active, the cookie group is not displayed.
de_de@formal: Falls inaktiv, wird die Cookie-Gruppe nicht angezeigt.

source: Is required
de_de@formal: Ist erforderlich

source: If true, the cookie group cannot be disabled by the visitor.
de_de@formal: Falls angehakt, kann die Cookie-Gruppe vom Besucher nicht deaktiviert werden.

source: No cookies defined so far.
de_de@formal: Bisher wurden keine Cookies definiert.

source: Add new cookie
de_de@formal: Neues Cookie hinzufügen

source: If not active, the HTML is not included.
de_de@formal: Falls inaktiv, wird das HTML nicht eingebunden.

source: Provider
de_de@formal: Anbieter

source: Provider URL
de_de@formal: Anbieter-URL

source: Lifetime
de_de@formal: Lebensdauer

source: Cookie names
de_de@formal: Cookie-Namen

source: Comma-separated list of cookie names.
de_de@formal: Komma-separierte Liste von Cookie-Namen.

source: Appended to the page when consent is given.
de_de@formal: Wird der Seite hinzugefügt, wenn das Einverständnis gegeben wurde.

source: Block contents from %s by default.
de_de@formal: Inhalte von %s standardmäßig blockieren.

source: Replace %s with %s.
de_de@formal: Ersetze %s durch %s.

source: The CSS is added to the head on every page in the frontend.
de_de@formal: Das CSS wird dem Seitenkopf auf jeder Seite im Frontend hinzugefügt.

source: Not set
de_de@formal: Nicht gesetzt

source: Individual URL
de_de@formal: Individuelle URL

source: Pages
de_de@formal: Seiten

source: Label
de_de@formal: Beschriftung

source: An individual URL should have an associated label.
de_de@formal: Eine individuelle URL benötigt eine Beschriftung.

source: Synchronize with WordPress
de_de@formal: Mit WordPress synchronisieren

source: If not active, the cookie infobox is not displayed.
de_de@formal: Falls inaktiv, wird die Cookie-Infobox nicht angezeigt.

source: Add a link to the imprint page at the bottom of the infobox.
de_de@formal: Link zum Impressum unten in der Cookie-Infobox hinzufügen.

source: Add a link to the privacy policy page at the bottom of the infobox.
de_de@formal: Link zur Datenschutzerklärung unten in der Cookie-Infobox hinzufügen.

source: General settings.
de_de@formal: Allgemeine Einstellungen.

source: The cookie infobox is shown when a visitor enters the site and does not have any existing cookie settings yet.
de_de@formal: Die Cookie-Infobox wird angezeigt, wenn ein Besucher ohne Cookie-Einstellungen die Seite betritt.

source: Click here to accept content from %s.
de_de@formal: Hier klicken, um Inhalte von %s zu akzeptieren.

source: Please note our <a href="%s">Privacy Policy</a>.
de_de@formal: Bitte berücksichtigen Sie unsere <a href="%s">Datenschutzerklärung</a>.

source: Accept All
de_de@formal: Alle akzeptieren

source: Save & Close
de_de@formal: Speichern & schließen

source: Individual Settings
de_de@formal: Individuelle Einstellungen

source: Platform
de_de@formal: Plattform

source: Inform visitors about used cookies and block scripts until consent is given. In addition, block automatically embedded external contents until visitor accepts the platform.
de_de@formal: Informieren Sie Besucher über verwendete Cookies und blockieren Sie Skripte, bis das Einverständnis gegeben wurde. Zusätzlich kann das automatische Einbinden externer Inhalte blockiert werden, bis der Besucher sein Einverständnis für die Plattform gegeben hat.
